[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$Willow Games. Credit card details. Examples of behavior."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_Pumpkin UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 lovers %s1"
UseFailureCharacterMessage="you want %s Use this article."
ItemName=""
PickupMessage="you understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="In general,"

[Mechro.Skin_Witch UsableCustomizationItemDefinition]
ItemCardTopStatString="%sSubtract by 2 %s1"
UseFailureCharacterMessage="the truth %s To use this number."
ItemName=""
PickupMessage="he agreed %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Usually"

